Repository: ptulp/FindIt_pi
Catalog: po/*.po
Languages: ca_es, sv_se

source: FindIt
ca_es: Findlt
sv_se: FinnDen

source: Stowage PlugIn for OpenCPN
ca_es: Estibar connector per a OpenCPN
sv_se: Stuvningsmodul för OpenCPN

source: Stowage PlugIn for OpenCPN
ca_es: Estibar connector per a OpenCPN
sv_se: Stuvningsmodul för OpenCPN

source: FindIt Options
ca_es: Opcions findlt
sv_se: Inställningar "Hitta-Den"

source: Add Line
ca_es: Afegiu la línia
sv_se: Lägg till en rad

source: Append a row Delete a row = Key <Del>
ca_es: Afegir una fila Borrar una fila = Tecla <Del>
sv_se: Lägga till en rad Ta bort rad = tangent <Del>

source: Enter Searchstring:
ca_es: Introduïu el text a cercar:
sv_se: Ange söktext:

source: Separate more than one string with a blank
ca_es: Separar cada nom de cerca amb un espai
sv_se: Separera flera strängar med ett blanksteg

source: Buy it
ca_es: Comprar-ho
sv_se: Köp

source: If the logbook-plugin is installed send a list with checked items to 'Logbook/Maintenance/Buy Parts'
ca_es: Si s'instal·la el connector Quadern de Bitàcola, enviar una llista amb els elements marcats amb 'Quadern de Bitàcola/Manteniment/Peces comprar'
sv_se: Om loggbokmodulen är installerad så skicka en lista med markerade delar till 'Loggbook/Maintenance/Buy Parts'

source: Buy
ca_es: Comprar
sv_se: Inköp

source: Priority
ca_es: Prioritat
sv_se: Prioritet

source: Quota
sv_se: Behov

source: Actual
sv_se: Faktiska

source: Balance
ca_es: Balanç
sv_se: Balans

source: Unit
ca_es: Unitat
sv_se: Enhet

source: Location
ca_es: Localització
sv_se: Plats

source: Remarks
ca_es: Comentaris
sv_se: Anmärkningar

source: Provisions
sv_se: Livsmedel

source: Locations
ca_es: Localitzacions
sv_se: Platser

source: Units
ca_es: Unitats
sv_se: Enheter

source: Show FindIt Icon
ca_es: Mostrar icona FindIt
sv_se: Visa ikon

source: blank
ca_es: en blanc
sv_se: tom

source: If Value of Column "Balance" = 0, set Value to
ca_es: Si el Valor de la Columna "Balanç" = 0, poseu el Valor a
sv_se: Om värdet i kolumnen "Saldo" = 0, anges värdet till

source: "No"
sv_se: "Nej"

source: If Value of Column "Buy" = No, set Value to
ca_es: Si el Valor de la Columna "Comprar" = No, poseu el Valor a
sv_se: Om värdet i kolumnen "köpa" = nej, Sätt värdet till

source: Yes
ca_es: Si
sv_se: JA

source: No
sv_se: Nej

source: Use last row values as default for new row
ca_es: Utilitzar els valors per defecte de la darrera fila per a una fila nova
sv_se: Använd sista radens värden som standard för ny rad
